Repository: itsmng/massive_action_api
Catalog: locales/*.po
Languages: fr_fr

source: Massive Action API
fr_fr: API d’actions massives

source: Massive Action API Console
fr_fr: Console de l’API d’actions massives

source: Select Item Type:
fr_fr: Sélectionner le type d’élément :

source: -- Select an Item Type --
fr_fr: -- Sélectionner un type d’élément --

source: Select Action:
fr_fr: Sélectionner une action :

source: -- Select an Action --
fr_fr: -- Sélectionner une action --

source: Item IDs (comma/space separated):
fr_fr: IDs des éléments (séparés par virgules/espaces) :

source: Enter item IDs (e.g., 1, 2 3 4)
fr_fr: Saisir les IDs des éléments (ex. : 1, 2 3 4)

source: Provide at least one ID to load action parameters specific to the selection.
fr_fr: Indiquez au moins un ID pour charger les paramètres propres à la sélection.

source: Action parameters
fr_fr: Paramètres de l’action

source: Loading action parameters…
fr_fr: Chargement des paramètres de l’action…

source: Failed to derive action parameters from AJAX endpoint.
fr_fr: Échec de récupération des paramètres via l’endpoint AJAX.

source: No specific parameters required for this action or unable to infer fields.
fr_fr: Aucun paramètre spécifique requis pour cette action ou impossible d’inférer les champs.

source: Processing…
fr_fr: Traitement…

source: Process Action
fr_fr: Exécuter l’action

source: Error
fr_fr: Erreur

source: Result
fr_fr: Résultat

source: ✓ Successful:
fr_fr: ✓ Réussis :

source: ✗ Failed:
fr_fr: ✗ Échecs :

source: ⚠ No Rights:
fr_fr: ⚠ Sans droits :

source: Please fill in all required fields
fr_fr: Veuillez renseigner tous les champs obligatoires

source: Please enter valid item IDs
fr_fr: Veuillez saisir des IDs valides

source: Please fill in all required action fields
fr_fr: Veuillez renseigner tous les champs obligatoires de l’action
